
export const GRADES = [
  '5 клас',
  '6 клас',
  '7 клас',
  '8 клас',
  '9 клас'
];

export const TASK_TYPES = [
  { value: 'suggest', label: '✍️ Дозволити AI обрати' },
  { value: 'тест', label: '📝 Тест' },
  { value: 'кросворд', label: '🧩 Кросворд' },
  { value: 'гра-відповідність', label: '🔗 Гра-відповідність' },
  { value: 'речення з пропусками', label: '✍️ Речення з пропусками' },
  { value: 'знайди помилку', label: '🧐 Знайди помилку' },
  { value: 'створи загадку', label: '🤔 Створи загадку' },
  { value: 'міні-квест', label: '🗺️ Міні-квест' },
];
